Revit 2027 API
UnitTypeId.PoundsForcePerSquareInch Property
 Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsForcePerSquareInch { get; }
Public Shared ReadOnly Property PoundsForcePerSquareInch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsForcePerSquareInch {
	ForgeTypeId^ get ();
}
static member PoundsForcePerSquareInch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace